// Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка)
/*
Console.WriteLine("Введите число");
int Num = int.Parse(Console.ReadLine()!);

if(Num%2 == 0){
    Console.WriteLine("Число делится на 2");
}
else{
    Console.WriteLine("Не делится на 2");
}
*/
