// Напишите программу, которая принимает на вход три числа и выдаёт максимальное из этих чисел.
/*
Console.WriteLine("Введите первое число");
int Num1 = int.Parse(Console.ReadLine()!);
Console.WriteLine("Введите второе число");
int Num2 = int.Parse(Console.ReadLine()!);
Console.WriteLine("Введите третье число");
int Num3 = int.Parse(Console.ReadLine()!);

if(Num2<Num1 && Num1>Num3){
    Console.WriteLine("Число max первое число");
}
else{
    Console.WriteLine("Число max третье число");
}
*/